[
  {
    "name": "Оппенгеймер",
    "year": "2023",
    "genre": "биография, драма, история",
    "directed": "Кристофер Нолан",
    "budget": "$100,000,000",
    "duration": "180 мин. / 03:00",
    "description": "История жизни американского физика Роберта Оппенгеймера, который стоял во главе первых разработок ядерного оружия.",
    "poster": "oppenheimer_poster"
  },
  {
    "name": "Индиана Джонс и колесо судьбы ",
    "year": "2023",
    "genre": "фантастика, боевик, приключения",
    "directed": "Джеймс Мэнголд",
    "budget": "$295 000 000",
    "duration": "154 мин. / 02:34",
    "description": "Неувядающий авантюрист и пытливый археолог-исследователь по-прежнему в седле. На этот раз ему придётся столкнуться с непростой задачей, которую решить на раз-два вряд ли получится. Но Индиана Джонс не даст слабину и не отступит при виде даже самой безнадёжной ситуации.",
    "poster": "indianajones"
  },
  {
    "name": "Агенты А.Н.К.Л.",
    "year": "2015",
    "genre": "боевик, комедия, приключения",
    "directed": "Гай Ричи",
    "budget": "$75 000 000",
    "duration": "116 мин. / 01:56",
    "description": "Наполеон Соло — агент ЦРУ, на счету которого огромное количество успешно проведенных операций. Он считается одним из лучших секретных агентов во всем мире, и с ним может сравниться только один человек — самый молодой и перспективный агент КГБ Илья Курякин. Их противостояние переросло в настоящую войну, в которой никто не собирается уступать. Однако обстоятельства складываются так, что непримиримые враги вынуждены стать напарниками.",
    "poster": "ankl"
  },
  {
    "name": "Аватар: Путь воды",
    "year": "2022",
    "genre": "фантастика, фэнтези, боевик, приключения",
    "directed": "Джеймс Кэмерон",
    "budget": "$350 000 000",
    "duration": "192 мин. / 03:12",
    "description": "После принятия образа аватара солдат Джейк Салли становится предводителем народа на'ви и берет на себя миссию по защите новых друзей от корыстных бизнесменов с Земли. Теперь ему есть за кого бороться — с Джейком его прекрасная возлюбленная Нейтири. Когда на Пандору возвращаются до зубов вооруженные земляне, Джейк готов дать им отпор.",
    "poster": "avatar2"
  },
  {
    "name": "Джек Ричер",
    "year": "2012",
    "genre": "боевик, триллер, детектив, криминал",
    "directed": "Кристофер Маккуорри",
    "budget": "$60 000 000",
    "duration": "130 мин. / 02:10",
    "description": "Снайпер убивает нескольких случайных прохожих. Его находят и арестовывают. Все улики указывают на него. На допросе вместо признания он пишет имя - Джек Ричер. Больше обвиняемый не может ничего сказать, поскольку после избиения заключёнными впадает в кому. Загадочный Джек Ричер появляется незамедлительно. Что теперь будет с убийцей?",
    "poster": "jackreacher"
  },
  {
    "name": "Серый человек",
    "year": "2022",
    "genre": "боевик, триллер",
    "directed": "Энтони Руссо, Джо Руссо",
    "budget": "$200 000 000",
    "duration": "120 мин. / 02:00",
    "description": "В 2003 году ЦРУ вербует отбывающего срок за убийство Курта Джентри, и тот становится так называемым серым человеком — спецагентом под кодовым именем Сьерра Шесть. 18 лет спустя, устранив очередную цель, он узнаёт, что только что убил бывшего Сьерра Четыре, и получает носитель с информацией, представляющей угрозу для секретной программы «Сьерра». Отказавшись передать карту начальству, Шесть сам становится мишенью не только для бывших коллег, но и для элитных наёмников, самый опасный из которых — отморозок Ллойд Хансен.",
    "poster": "grayman"
  },
  {
    "name": "Человек-паук: Нет пути домой ",
    "year": "2021",
    "genre": "фантастика, боевик, приключения, фэнтези",
    "directed": "Джон Уоттс",
    "budget": "$200 000 000",
    "duration": "148 мин. / 02:28",
    "description": "Жизнь и репутация Питера Паркера оказываются под угрозой, поскольку Мистерио раскрыл всему миру тайну личности Человека-паука. Пытаясь исправить ситуацию, Питер обращается за помощью к Стивену Стрэнджу, но вскоре всё становится намного опаснее.",
    "poster": "spiderman"
  }
]
